<?php

// Text
$_['you_save']     								= 'Вы экономите: ';
$_['text_related']                            	= 'Товары, которые могут быть Вам интересны';
$_['text_one_click_buy']                	= 'Купить в один клик';
$_['tab_sections']               				= 'Таблица размеров:';
$_['show_tabs']               				= 'Посмотреть размерную сетку';
$_['find_cheap']                				= 'Нашли дешевле?';
$_['product_na']                				= 'Нет в наличии';


$_['text_aboutus']                			= 'О нашем магазине';
$_['text_contactus']                			= 'Наши контакты';
$_['text_subscribe']                			= 'Будьте в курсе наших акций, подпишитесь на рассылку:';
$_['text_subscribe_ok']                	= 'Подписаться';

$_['text_shopping_cart']  				= 'Корзина';
$_['text_account']        					= 'Мой аккаунт';
$_['text_checkout']      					= 'Оформить заказ';
$_['text_wishlist']       						= 'Закладки';
$_['text_compare']       					= 'Сравнение';
$_['text_settings']       						= 'Мои настройки';
$_['text_account_login']  				= 'Вход в аккаунт покупателя';
$_['text_user']         							= 'Ваш email:';
$_['text_password']         				= 'Ваш пароль:';
$_['text_enter']         						= 'Войти';
$_['text_reg']         							= 'Регистрация';
$_['text_forgot']        						= 'Забыли пароль?';
$_['text_ads']       							= 'Реклама';
$_['text_page']       							= 'страница';
$_['text_megamenu']       				= 'Меню';
$_['text_autorization']      	 			= 'Авторизация';
$_['text_forgotten'] 							= 'Забыли пароль?';
$_['text_all_category']						= 'Смотреть все';
$_['text_ok']           							= 'ПОЗДРАВЛЯЕМ С УСПЕШНОЙ ПОКУПКОЙ!';
$_['cart_text1']           						= 'Вы успешно добавили товар в свою корзину покупок. Если вы хотите сразу оформить заказ нажмите на эту кнопку';
$_['cart_text2']           						= 'Если вы желаете продолжить покупки дальше и положить в корзину дополнительный товар, нажмите на кнопку';
$_['cart_button1']                      		= 'Оформить заказ';
$_['cart_button2']                      		= 'Продолжить покупки';

