<?php
//Переклад: Том’як Олег tomjakoleg@ukr.net з любов’ю до Української мови та легкості Opencart
// Heading
$_['heading_title']       = 'Знайшли дешевше?';

// Button
$_['button_close']     		= 'Закрити';
$_['button_send']     		= 'Відправити';

// Text
$_['text_success_send']   = '<p>Ваш запит успішно відправлено!</p>';
$_['text_loading']        = 'Завантаження...';

$_['text_info']						= 'Користувач';
$_['text_date_added']			= 'Добавлено';

// Enter
$_['enter_name']     			= 'Ім’я';
$_['enter_telephone']     = 'Телефон';
$_['enter_link']          = 'Посилання на товар в інтернеті';
$_['enter_comment']       = 'Коментар';
$_['enter_referer']       = 'Посилання на товар';

// Error
$_['error_name']     			= 'Ім’я повинне бути від 1 до 32 символів!';
$_['error_time']         	= 'Посилання введено не коректно!';
$_['error_telephone']     = 'Телефон повинен бути від 3 до 32 символів!';
$_['error_link']     			= 'Вкажіть посилання на знайдений товар!';
$_['error_comment']       = 'Коментар повинен бути від 3 до 500 символів!';
