<?php
//Переклад: Том’як Олег tomjakoleg@ukr.net з любов’ю до Української мови та легкості Opencart
// Heading
$_['heading_title']       = 'Замовити зворотній дзвінок';

// Button
$_['button_close']     		= 'Закрити';
$_['button_send']     		= 'Відправити';

// Text
$_['text_success_send']   = '<p>Ваш запит успішно відправлено!</p>';
$_['text_loading']        = 'Завантаження...';
$_['call_back']        		= 'Хочете, ми Вам передзвонимо?';
$_['text_info']						= 'Користувач';
$_['text_date_added']			= 'Добавлено';

// Enter
$_['enter_name']     			= 'І’мя';
$_['enter_telephone']     = 'Телефон';
$_['enter_time']          = 'Коли передзвонити?';
$_['enter_comment']       = 'Коментар';

// Error
$_['error_name']     			= 'Ім’я повинне бути від 1 до 32 символів!';
$_['error_time']         	= 'Дата/час введено не коректно!';
$_['error_telephone']     = 'Телефон повинен бути від 3 до 32 символів!';
$_['error_comment']       = 'Коментар повинен бути від 3 до 500 символів!';