<?php
// Heading
$_['heading_title']    = 'OCtemplates вывод новостей (виджеты)';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки успешно сохранены!';
$_['text_edit']        = 'Редактировать новости';
$_['text_blog_list']    = 'Список новостей';
$_['text_blog_setting'] = 'Настройки';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_limit']      = 'Лимит новостей';
$_['entry_width']      = 'Ширина картинки';
$_['entry_height']     = 'Высота картинки';
$_['entry_status']     = 'Статус';
$_['entry_desc_limit'] = 'Лимит символов описания';
$_['entry_blog']	   = 'Выберите новости';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав для редактирования!';
$_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_width']      = 'Ширина картинки обязательная!';
$_['error_height']     = 'Высота картинки обязательная!';
$_['error_desc_limit'] = 'Лимит символов описания обязательный!';