<?php
//Переклад: Том’як Олег tomjakoleg@ukr.net з любов’ю до Української мови та легкості Opencart
// Heading
$_['heading_title']    = 'OCtemplates вивід новин (віджети)';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Налаштування успішно збережені!';
$_['text_edit']        = 'Редагувати новини';
$_['text_blog_list']    = 'Список новин';
$_['text_blog_setting'] = 'Налаштування';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_limit']      = 'Ліміт новин';
$_['entry_width']      = 'Ширина картинки';
$_['entry_height']     = 'Висота картинки';
$_['entry_status']     = 'Статус';
$_['entry_desc_limit'] = 'Ліміт символів опису';
$_['entry_blog']	   = 'Виберіть новини';

// Error
$_['error_permission'] = 'Увага: У вас немає прав для редагування!';
$_['error_name']       = 'Назва модуля повинна містити від 3 до 64 символів!';
$_['error_width']      = 'Ширина картинки обов’язкова!';
$_['error_height']     = 'Высота картинки обов’язкова!';
$_['error_desc_limit'] = 'Ліміт символів опису обов’язовий!';