<?php
//Переклад: Том’як Олег tomjakoleg@ukr.net з любов’ю до Української мови та легкості Opencart

// Text
$_['you_save']     								= 'Ви зекономите: ';
$_['text_related']                            	= 'Товари, які можуть бути Вам цікаві';
$_['text_one_click_buy']                	= 'Купити в один клік';
$_['tab_sections']               				= 'Таблиця розмірів:';
$_['show_tabs']               				= 'Переглянути розмірну сітку';
$_['find_cheap']                				= 'Знайшли дешевше?';
$_['product_na']                				= 'Немає в наявності';


$_['text_aboutus']                			= 'Про наш магазин';
$_['text_contactus']                			= 'Наші контакти';
$_['text_subscribe']                			= 'Будьте в курсі наших акцій, підпишіться на розсилку:';
$_['text_subscribe_ok']                	= 'Підписатись';

$_['text_shopping_cart']  				= 'Кошик';
$_['text_account']        					= 'Мій аккаунт';
$_['text_checkout']      					= 'Оформити замовлення';
$_['text_wishlist']       						= 'Закладки';
$_['text_compare']       					= 'Порівняння';
$_['text_settings']       						= 'Мої налаштування';
$_['text_account_login']  				= 'Вхід в аккаунт покупця';
$_['text_user']         							= 'Ваш email:';
$_['text_password']         				= 'Ваш пароль:';
$_['text_enter']         						= 'Ввійти';
$_['text_reg']         							= 'Реєстрація';
$_['text_forgot']        						= 'Забули пароль?';
$_['text_ads']       							= 'Реклама';
$_['text_page']       							= 'сторінка';
$_['text_megamenu']       				= 'Меню';
$_['text_autorization']      	 			= 'Авторизація';
$_['text_forgotten'] 							= 'Забули пароль?';

$_['text_ok']           							= 'ВІТАЄМО З УСПіШНОЮ ПОКУПКОЮ!';
$_['cart_text1']           						= 'Ви успішно добавили товар в свій кошик покупок. Якщо ви хочете зразу оформити замовлення, нажміть на цю кнопку';
$_['cart_text2']           						= 'Якщо ви хочете продовжити покупки далі і помістити в кошик додатковий товар, нажміть на кнопку';
$_['cart_button1']                      		= 'Оформити замовлення';
$_['cart_button2']                      		= 'Продовжити покупки';

